import React, { Component } from "react";
import "./Home.css";
import { Typography } from "@mui/material";

class About extends Component {
  render() {
    return (
      <div className="App">
        <Typography container="h4" variant="h4">
          सत्यमेव जयते क्यों ?
        </Typography>
        <Typography>
          ईमानदारी का उपहास और भ्रष्टाचारी का गुणगान? जन साधारण अपने कानूनी
          कार्यों के लिए भी घूस के शिकार, जबकि धनबल का दुरुपयोग करके अपात्र,
          असामाजिक तत्व गैर कानूनी कार्य करने-कराने में सफल । कानून के बजाय
          व्यक्ति विशेष का राज्य । महत्वपूर्ण अवसरों पर सत्य, न्याय एवं मानवता
          के स्थान पर जाति, संप्रदाय, क्षेत्र, भाषा आदि भेदकारी भावनाओं को
          भड़काकर सामान्य जनता का शोषण । अशिक्षा, बीमारी, बेरोजगारी जैसी मूलभूत
          समस्याएँ तथा पानी, बिजली, सड़क जैसी मौलिक आवश्यकताएँ देश के अधिकांश
          नागरिकों के जीवन में कल्पना का विषय लगती है। यह स्थिति और इसके लिए
          उत्तरदायी कारण अस्वीकार्य हैं। इनसे मुक्ति का एक मात्र मार्ग
          है-सत्यमेव जयते...
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          सत्यमेव जयते कैसे?
        </Typography>
        <Typography>
          सत्यमेव जयते के मार्ग की पहली बाधा यह है कि सत्य के मार्ग पर चलने
          वाले, सत्य को चाहने वाले व्यक्ति शीघ्र संगठित नहीं होते। इसके विपरीत
          दुराचारी, भ्रष्टाचारी शीघ्र संगठित हो जाते हैं। अतएव सत्यमेव जयते का
          पहला मंत्र है, सत्य को आगे और स्वार्थ को पीछे रखकर सत्यप्रिय
          व्यक्तियों का संगठित होना । सत्यमेव जयते की सफलता में दूसरी बाधा यह है
          कि सत्य के मार्ग पर चलने वाले व्यक्ति सतत् प्रयास नहीं करते। एक या दो
          प्रयास में सफलता नहीं मिली तो थक जाते हैं, हार मान लेते हैं। जब कि
          दुराचारी-भ्रष्टाचारी अपना प्राण और सम्मान दाँव पर लगाकर लगातार काम
          करते हैं। अतः सत्यमेव जयते का दूसरा मंत्र होगा- सदाचारी नागरिक अपने
          लक्ष्य को प्राप्त करने के लिए अनवरत प्रयत्न करें। हम यह ध्यान में रखें
          कि सत्य की परीक्षा पहले और विजय बाद में होती है।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          सत्यमेव जयते का महामंत्र
        </Typography>
        <Typography>
          कथनी-करनी एक रखें। ऋषियों ने बताया है कि जो व्यक्ति 12 वर्ष तक मनसा
          वाचा कर्मणा सत्य का पालन करता है, संसार उसके वाणी, विचार को स्वीकार कर
          लेता है। अतः मनसा, वाचा, कर्मणा गंभीर तैयारी करें।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          लक्ष्य
        </Typography>
        <Typography>
          भारत में सत्यमेव जयते राज की प्रतिष्ठा।
          <br />
          भारतीय लोकजीवन में सत्य, न्याय, कर्मनिष्ठा, करुणा, शांति, सहकार,
          समयशीलता, स्वच्छता, संपन्नता और देशभक्ति का संचार- प्रसार ।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          कार्य
        </Typography>
        <Typography>
          सदाचार और मानवता का प्रचार, भ्रष्टाचार और अन्याय का प्रतिकार।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          कार्य विधि
        </Typography>
        <Typography>
          → सदाचारी, सत्यनिष्ठ, कर्मठ देशवासियों का सम्मान और समर्थन करना।
          <br />
          → जनसाधारण को नागरिक अधिकारों एवं कर्तव्यों के बारे में जागरूक बनाना।
          <br />
          → जनजीवन को नकारात्मक रूप से प्रभावित करने वाले लोक सेवा के आचार, नियम
          और कार्यप्रणाली में सुधार के उपाय सुझाना।
          <br />
          → भ्रष्टाचारियों का अहिंसक ढंग से असहयोग और विरोध करना।
          <br />
          → देश में सत्यमेव जयते का राज चाहने वाले नागरिकों को संगठित करके विविध
          सेवा कार्य करना।
          <br />
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          हम क्या कर सकते हैं?
        </Typography>
        <Typography>
          भ्रष्टाचार का कोई प्रकरण उपस्थित होने पर हम आपको प्रतिकार की विधिक और
          व्यावहारिक विधि सुझा सकते हैं।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          आप क्या कर सकते हैं?
        </Typography>
        <Typography>
          → अपने आस-पास सत्यनिष्ठा और न्याय प्रियता से कार्य करने वाले
          व्यक्तियों की पहचान करके हमें उनके बारे में मौखिक या लिखित जानकारी
          दूरभाष, पत्र, ई-मेल से या मिल कर दे सकते हैं।
          <br />
          → भ्रष्टाचार करने वाले व्यक्तियों को उनके धन व बल के कारण सम्मान व
          समर्थन न दें। यथासंभव उन्हें समझाएँ, रोकें-टोकें।
          <br />
          → निजी स्वार्थ, सुविधा, भय के वशीभूत होकर भ्रष्टाचार के समक्ष समर्पण न
          करें। भ्रष्टाचार निरोधक प्रतिष्ठानों में लिखित शिकायत करें।
          <br />
          → सदाचार अपनाने और भ्रष्टाचार हटाने के लिए अपने मित्र, परिजनों को
          प्रेरित करें।
          <br />
          → अपने आत्म-सम्मान और दीन-दुखी देशवासियों की पीड़ा को समझें और दूर
          करने का उपाय खोजें।
          <br /> <br />
          ध्यान रखें, आज का अनुशासन कल की। सामूहिक समृद्धि और स्वाधीनता का आधार
          बनेगा। भ्रष्टाचार के प्रभावी प्रतिकार से समृद्ध राष्ट्र का स्वप्न
          साकार होगा। स्मरण करें, एक ईमानदार व्यक्ति हजार भ्रष्टाचारियों पर भारी
          पड़ता है और हीरे जैसा चमकता है।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          क्या हमारा देश निर्धन है?
        </Typography>
        <Typography>
          नहीं। अर्थव्यवस्था और भ्रष्टाचार के आंकड़े बताते हैं कि देश की मूलभूत
          समस्याओं के समाधान हेतु धन की कमी नहीं है। समस्या धन के दुरुपयोग की
          है।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          क्या हमारे देश में नियम कानून का पालन न्यायपूर्ण है?
        </Typography>
        <Typography>
          नहीं। अपराधी किसी का कहीं भी बेधड़क अपमान कर सकते हैं, कानून का डर
          उन्हें नहीं सताता। वे अपनी सुविधा और इच्छानुसार कार्य करते हैं। देश के
          अधिकांश कानून प्राय: निर्बल असहाय व्यक्तियों पर प्रभावी होते हैं।
          रंगदारी दिए बिना कोई व्यापार करना संभव नहीं। जनसाधारण के लिए चलाई जा
          रही अधिकांश योजनाओं का बड़ा हिस्सा बिचौलियों, दलालों और अपात्रों के
          हवाले हो जाता है।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          क्या हमारे देश में प्रतिभा और संपदा की कमी है ?
        </Typography>
        <Typography>
          नहीं। प्राचीन समय से भारत भूमि में श्रेष्ठ मनीषी, शासक, साहित्यकार,
          संतभक्त, नीति विशारद, विज्ञानी होते रहे हैं। आधुनिक समय में भी बाल
          गंगाधर तिलक, मदनमोहन मालवीय, स्वामी विवेकानंद, महात्मा गांधी,
          सुभाषचंद्र बोस, डॉ. राजेंद्र प्रसाद, आचार्य विनोबा भावे, डॉ. भीमराव
          अंबेडकर, डॉ. सर्वपल्ली राधाकृष्णन, लालबहादुर शास्त्री, चंद्रशेखर आजाद,
          भगत सिंह, डॉ. ए. पी. जे. अब्दुल कलाम प्रभृति राजनेता, राष्ट्रवादी
          चिंतक हुए हैं। अंतरिक्ष, परमाणु विज्ञान आदि के क्षेत्र में भारत दुनिया
          के पाँच प्रमुख राष्ट्रों में है। देश में संसार की सर्वाधिक उर्वर कृषि
          योग्य भूमि, सैकड़ों नदियाँ और विविध ऋतुएँ हैं। प्राचीन काल से
          सांस्कृतिक-वैचारिक दृष्टि से भारत सभ्यता और मानवीय मूल्यों का उद्गम
          क्षेत्र बना हुआ है।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          देश की दुर्दशा का मूल कारण क्या है?
        </Typography>
        <Typography>
          मूलत: जीवन की सही शिक्षा और समझ का अभाव तथा व्यवहारतः संकीर्ण सोच,
          संवेदनहीन व्यवस्था, भेदभाव, अनुत्तरदायी व भ्रष्ट शासन-प्रशासन
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          समाधान क्या है?
        </Typography>
        <Typography>
          सदाचारी देशवासियों और विशेषकर युवाओं को स्वयं और आने वाली पीढ़ियों के
          वर्तमान और भविष्य की चिंताओं को समझना होगा। समाज में सत्य और न्याय का
          बोलबाला हो, इसके लिए हमें संगठित होकर सोचना, बोलना और काम करना होगा।
        </Typography>
        <br />
        <Typography container="h4" variant="h4">
          क्या करें?
        </Typography>
        <Typography>
          पहला कार्य हमें भ्रष्टाचार पर कुठाराघात करना होगा। इसके लिए व्यापक
          जनमत जगाना है। मुट्ठीभर भ्रष्टाचारी तत्वों के विरुद्ध आज भी करोड़ों
          देशवासी कानून का राज चाहते हैं। उन्हें जगाएं, बढ़ाएं।
          <br />
          दूसरा कार्य - शिक्षा, संस्कार के द्वारा नई पीढ़ी के चरित्र गठन और
          विविध रचनात्मक सेवा कार्यों के बल पर समाज में सुख-शांति बढ़ाना है।
        </Typography>
      </div>
    );
  }
}

export default About;
