import React, { Component } from "react";
import "./Home.css";
import { Typography } from "@mui/material";

class Activities extends Component {
  render() {
    return (
      <div className="App">
        <Typography container="h4" variant="h4">
          हमारे कार्यक्रम / अभियान
        </Typography>
        <Typography>
          * हमारा देश - हमारे विद्यार्थी - देश के 1000
          विद्यालयों-विश्वविद्यालयों में सत्यमेव जयते प्रशिक्षण कार्यशालाओं का
          संचालन
          <br />
          * भारत भक्ति-परिवार और पंचायत-देश के 1000 ग्राम सभाओं में पंचायती राज
          एवं ग्राम विकास कार्यक्रमों का प्रशिक्षण
          <br />
          * गंगा हमारी माँ, हम गंगा के बेटे-बेटी सेवा योजना * भ्रष्टाचार
          अस्वीकार-भ्रष्टाचार प्रतिकार प्रशिक्षण
          <br />
          * सेवा ही शक्ति - अनाथ सेवा, पुस्तकालय प्रसार, पौधरोपण एवं स्वच्छ
          पड़ोस अभियान
          <br />
          * गो, कृषि - रोगमुक्त जीवन, ऋणमुक्त किसान * जनजागरण हेतु संपर्क,
          भ्रमण, सभा-गोष्ठियों का आयोजन
          <br />* सत्य के समर में त्रैमासिक पत्र का प्रकाशन
        </Typography>
      </div>
    );
  }
}

export default Activities;
