import React, { Component } from "react";
import "./Home.css";
import { Typography } from "@mui/material";

class Anthem extends Component {
  render() {
    return (
      <div className="App">
        <Typography container="h4" variant="h4">
          सत्यमेव जयते गान
        </Typography>
        <Typography>
        आओ हम सब मिलकर गा‌एँ,<br/>
        सत्यमेव जयते।<br/>
        दसों दिशाएँ भी दुहराएँ,<br/>
        सत्यमेव जयते।।<br/>
        <br/>
        ज्ञान कर्म और भक्ति शक्ति का<br/>
        गूँजे पावन स्वर,<br/>
        मंत्र सरीखा लगता जिसका <br/>
        एक - एक अक्षर,<br/>
        स्वर अक्षर साकार बनाएं,<br/>
        सत्यमेव जयते।<br/>
        लोक शास्त्र सब मिल बन जाएं, सत्यमेव जयते।।<br/>
        <br/>
        सत्य न्याय सत्कर्म मार्ग पर<br/>
        कदम बढ़ें आगे,<br/>
        क्षमा दया करुणा से भरकर<br/>
        लोक धर्म जागे,<br/>
        प्रेम शांति का पाठ पढ़ाए, <br/>
        सत्यमेव जयते।<br/>
        कल्मष कोसों दूर भगाए,<br/>
        सत्यमेव जयते ।।<br/>
        <br/>
        भीत ढहा दे भेदभाव की<br/>
        हो इतनी क्षमता,<br/>
        जन-जन की छाती में पनपे<br/>
        भाव बढ़े समता,<br/>
        अपनेपन का गीत सुनाए,<br/>
        सत्यमेव जयते।<br/>
        एक धर्म जो सबको भाए,<br/>
        सत्यमेव जयते।।<br/>
        <br/>
        ऋषि वाणी यह भरत भूमि के संविधान की भाषा,<br/>
        हर प्राणी के अंतर्मन की <br/>
        जो शाश्वत अभिलाषा,<br/>
        भारत की मंगलमय परिभाषा, सत्यमेव जयते।<br/>
        सत्य अहिंसा धर्म हमारा,<br/>
        सत्यमेव जयते।।<br/>
        </Typography>
      </div>
    );
  }
}

export default Activities;
